Repository: ladislavlisy/hravemzdy2app
Catalog: hravemzdy2app/*.lproj/Localizable.strings
Languages: cs

# VIEW_OPTIONS
source: Payroll specs
cs: Zadání

# VIEW_RESULTS
source: Payroll results
cs: Výsledky

# SECTION_SUMMARY
source: Summary results
cs: Celkem

# SECTION_SCHEDULE
source: Schedule details
cs: Pracovní úvazek

# SECTION_PAYMENTS
source: Payments
cs: Platy

# SECTION_TAX_PAYMENT
source: Tax and insurance
cs: Daně a pojištění

# SECTION_TAX_DECL
source: Tax declaration
cs: Daňové prohlášení

# SECTION_TAX_INCOME
source: Tax and Insurance income
cs: Daňové příjmy

# SECTION_PAYROLL
source: Payroll details
cs: Platové informace

# SECTION_TAX_DECLARATION
source: Tax payer declaration
cs: Daňové prohlášení

# SECTION_TAX_DISABILITY
source: Tax disability benefit
cs: Daňové úlevy - invalidita

# SECTION_TAX_CHILD
source: Tax child benefit
cs: Daňové úlevy - děti

# SECTION_PAYCHECK
source: Paycheck details
cs: Výplatní lístek

# SECTION_CONTACT
source: Contact for results
cs: Kontakty

source: Description
cs: Popis

source: Salary
cs: Základní plat

# PLACEHOLDER_DESCRIPTION
source: My happy payroll
cs: Mzdy Hravě

# PLACEHOLDER_CURRENCY_CZK
source: CZK
cs: Kčs

# LABELED_EMPLOYEE
source: Employee
cs: Zaměstnanec

# LABELED_EMPLOYER
source: Employer
cs: Zaměstnavatel

# LABELED_DEPARTMENT
source: Department
cs: Útvar

# LABELED_PERSONNEL
source: Personnel
cs: Osobní číslo

# PLACEHOLDER_EMPLOYER
source: Employer name
cs: Moje Firma

# PLACEHOLDER_DEPARTMENT
source: Work department
cs: Můj Útvar

# PLACEHOLDER_PERSONNEL
source: Number
cs: OS00010

# LABELED_TAX_DECLARATION
source: Tax declaration
cs: Daňové prohlášení

# LABELED_TAX_PAYER
source: Tax payer claim
cs: Daňový poplatník

# LABELED_STUDYING
source: Tax studying claim
cs: Student

# LABELED_CLAIM_LEVEL1
source: claim level 1
cs: úroveň č.1

# LABELED_CLAIM_LEVEL2
source: claim level 2
cs: úroveň č.2

# LABELED_CLAIM_LEVEL3
source: claim level 3
cs: úroveň č.3

# LABELED_CLAIM_CHILD1
source: claim 1. child
cs: 1. dítě

# LABELED_CLAIM_CHILD2
source: claim 2. child
cs: 2. dítě

# LABELED_CLAIM_CHILD3
source: claim 3. child
cs: 3. dítě

# LABELED_CLAIM_CHILD4
source: claim 4. child
cs: 4. dítě

# LABELED_CLAIM_CHILD5
source: claim 5. child
cs: 5. dítě

# LABELED_COMPANY
source: Company
cs: Firma

# LABELED_PAYROLLEE
source: Payrollee
cs: Účetní

# PLACEHOLDER_COMPANY
source: My Company Inc.
cs: Moje Firma s.r.o.

# PLACEHOLDER_PAYROLLEE
source: MyPayroll Best
cs: Kateřina Krásná

# PLACEHOLDER_EMAIL
source: pyarollee@my-company.com
cs: krasna@mojefirma.cz

# EMAIL_SUBJECT_PAYCHECK
source: Your Paycheck
cs: Výplatní lístek

# EMAIL_BODY_PAYCHECK
source: Hello, there is file with your paycheck.
cs: Dobrý den, v příloze naleznete Váš výplatní lístek.

# TAG_TITLE_HOURS_ABSENCE
source: Absence hours
cs: Nepřítomnost - hodiny

# TAG_DESCRIPT_HOURS_ABSENCE
source: Absence hours
cs: Nepřítomnost - hodiny

# TAG_TITLE_HOURS_WORKING
source: Working hours
cs: Odpracováno - hodiny

# TAG_DESCRIPT_HOURS_WORKING
source: Working hours
cs: Odpracováno - hodiny

# TAG_TITLE_INCOME_GROSS
source: Gross income
cs: Hrubý příjem

# TAG_DESCRIPT_INCOME_GROSS
source: Gross income
cs: Hrubý příjem

# TAG_TITLE_INCOME_NETTO
source: Net income
cs: Čistý příjem

# TAG_DESCRIPT_INCOME_NETTO
source: Net income
cs: Čistý příjem

# TAG_TITLE_INSURANCE_HEALTH_BASE
source: Assessment base for Health insurance
cs: Základ pro zdravotní pojištění

# TAG_DESCRIPT_INSURANCE_HEALTH_BASE
source: Assessment base for Health insurance
cs: Základ pro zdravotní pojištění

# TAG_TITLE_INSURANCE_HEALTH
source: Health insurance contribution
cs: Zdravotní pojištění

# TAG_DESCRIPT_INSURANCE_HEALTH
source: Health insurance contribution
cs: Zdravotní pojištění

# TAG_TITLE_INSURANCE_SOCIAL_BASE
source: Assessment base for Social insurance
cs: Základ pro sociální pojištění

# TAG_DESCRIPT_INSURANCE_SOCIAL_BASE
source: Assessment base for Social insurance
cs: Základ pro sociální pojištění

# TAG_TITLE_INSURANCE_SOCIAL
source: Social insurance contribution
cs: Sociální pojištění

# TAG_DESCRIPT_INSURANCE_SOCIAL
source: Social insurance contribution
cs: Sociální pojištění

# TAG_TITLE_SALARY_BASE
source: Base Salary
cs: Základní plat

# TAG_DESCRIPT_SALARY_BASE
source: Base Salary
cs: Základní plat

# TAG_TITLE_SAVINGS_PENSIONS
source: Pension savings contribution
cs: Důchodové spoření

# TAG_DESCRIPT_SAVINGS_PENSIONS
source: Pension savings contribution
cs: Důchodové spoření

# TAG_TITLE_SCHEDULE_TERM
source: Working Schedule Terms
cs: Pracovní úvazek od - do

# TAG_DESCRIPT_SCHEDULE_TERM
source: Working Schedule Terms
cs: Pracovní úvazek od - do

# TAG_TITLE_SCHEDULE_WORK
source: Working schedule
cs: Pracovní rozvrh

# TAG_DESCRIPT_SCHEDULE_WORK
source: Working schedule
cs: Pracovní rozvrh

# TAG_TITLE_TAX_ADVANCE_BASE
source: Tax advance base
cs: Základ zálohové daně

# TAG_DESCRIPT_TAX_ADVANCE_BASE
source: Tax advance base
cs: Základ zálohové daně

# TAG_TITLE_TAX_ADVANCE_FINAL
source: Tax advance after relief
cs: Záloha daně po slevách

# TAG_DESCRIPT_TAX_ADVANCE_FINAL
source: Tax advance after relief
cs: Záloha daně po slevách

# TAG_TITLE_TAX_ADVANCE
source: Tax advance
cs: Záloha daně

# TAG_DESCRIPT_TAX_ADVANCE
source: Tax advance
cs: Záloha daně

# TAG_TITLE_TAX_BONUS_CHILD
source: Tax bonus
cs: Daňový bonus

# TAG_DESCRIPT_TAX_BONUS_CHILD
source: Tax bonus
cs: Daňový bonus

# TAG_TITLE_TAX_CLAIM_CHILD
source: Tax benefit claim - child
cs: Daňová úleva - děti

# TAG_DESCRIPT_TAX_CLAIM_CHILD
source: Tax benefit claim - child
cs: Daňová úleva - děti

# TAG_TITLE_TAX_CLAIM_DISABILITY
source: Tax benefit claim - disability
cs: Daňová úleva - invalidita

# TAG_DESCRIPT_TAX_CLAIM_DISABILITY
source: Tax benefit claim - disability
cs: Daňová úleva - invalidita

# TAG_TITLE_TAX_CLAIM_PAYER
source: Tax benefit claim - payer
cs: Daňová úleva - poplatník

# TAG_DESCRIPT_TAX_CLAIM_PAYER
source: Tax benefit claim - payer
cs: Daňová úleva - poplatník

# TAG_TITLE_TAX_CLAIM_STUDYING
source: Tax benefit claim - studying
cs: Daňová úleva - student

# TAG_DESCRIPT_TAX_CLAIM_STUDYING
source: Tax benefit claim - studying
cs: Daňová úleva - student

# TAG_TITLE_TAX_EMPLOYERS_HEALTH
source: Tax employer’s Health insurance
cs: Částka zdravotního pojištění

# TAG_DESCRIPT_TAX_EMPLOYERS_HEALTH
source: Tax employer’s Health insurance
cs: Částka zdravotního pojištění

# TAG_TITLE_TAG_TAX_EMPLOYERS_SOCIAL
source: Tax employer’s Social insurance
cs: Částka sociálního pojištění

# TAG_DESCRIPT_TAG_TAX_EMPLOYERS_SOCIAL
source: Tax employer’s Social insurance
cs: Částka sociálního pojištění

# TAG_TITLE_TAX_INCOME_BASE
source: Taxable income
cs: Zdanitelný příjem

# TAG_DESCRIPT_TAX_INCOME_BASE
source: Taxable income
cs: Zdanitelný příjem

# TAG_TITLE_TAX_RELIEF_CHILD
source: Tax relief - child (§ 35c)
cs: Sleva na děti (§ 35c)

# TAG_DESCRIPT_TAX_RELIEF_CHILD
source: Tax relief - child (§ 35c)
cs: Sleva na děti (§ 35c)

# TAG_TITLE_TAX_RELIEF_PAYER
source: Tax relief - payer (§ 35ba)
cs: Sleva na poplatníka (§ 35ba)

# TAG_DESCRIPT_TAX_RELIEF_PAYER
source: Tax relief - payer (§ 35ba)
cs: Sleva na poplatníka (§ 35ba)

# TAG_TITLE_TAX_WITHHOLD_BASE
source: Withholding Tax base
cs: Základ srážkové daně

# TAG_DESCRIPT_TAX_WITHHOLD_BASE
source: Withholding Tax base
cs: Základ srážkové daně

# TAG_TITLE_TAX_WITHHOLD
source: Withholding Tax
cs: Srážková daň

# TAG_DESCRIPT_TAX_WITHHOLD
source: Withholding Tax
cs: Srážková daň

# TAG_TITLE_TIMESHEET_PERIOD
source: Job Timesheet hours
cs: Měsíční pracovní rozvrh

# TAG_DESCRIPT_TIMESHEET_PERIOD
source: Job Timesheet hours
cs: Měsíční pracovní rozvrh

# TAG_TITLE_TIMESHEET_WORK
source: Working Timesheet hours
cs: Skutečný pracovní rozvrh

# TAG_DESCRIPT_TIMESHEET_WORK
source: Working Timesheet hours
cs: Skutečný pracovní rozvrh

# TAG_TITLE_UNKNOWN
source: Unknown
cs: Neznámý

# TAG_DESCRIPT_UNKNOWN
source: Unknown
cs: Neznámý
